Revit 2024 API
ParameterTypeId.FabricSheetMajorReinforcementArea Property
 "Major Reinforcement Area": Major Reinforcement Area
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricSheetMajorReinforcementArea { get; }
Visual Basic
Public Shared ReadOnly Property FabricSheetMajorReinforcementArea As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricSheetMajorReinforcementArea {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace